Asuka.insertnumbers
bungcip.better-toml
CoenraadS.bracket-pair-colorizer-2
dan-c-underwood.arm
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
EugenWiens.bitbake
geddski.macros
ionutvmi.path-autocomplete
jebbs.plantuml
kalitaalexey.vscode-rust
kosz78.nim
lextudio.restructuredtext
marus25.cortex-debug
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
plorefice.devicetree
rust-lang.rust
stkb.rewrap
tiehuis.zig
timonwong.shellcheck
twxs.cmake
vector-of-bool.cmake-tools
xaver.clang-format
zxh404.vscode-proto3
