Asuka.insertnumbers
bierner.emojisense
dan-c-underwood.arm
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
EugenWiens.bitbake
geddski.macros
GitHub.copilot
GitHub.remotehub
ionutvmi.path-autocomplete
jebbs.plantuml
kosz78.nim
lextudio.restructuredtext
marus25.cortex-debug
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode.cmake-tools
ms-vscode.cpptools
platformio.platformio-ide
plorefice.devicetree
redhat.vscode-yaml
rust-lang.rust
stkb.rewrap
TabNine.tabnine-vscode
tamasfe.even-better-toml
TheaFlowers.qalc
tiehuis.zig
timonwong.shellcheck
xaver.clang-format
yzhang.markdown-all-in-one
ZixuanWang.linkerscript
zxh404.vscode-proto3
